7zip
auto-cpufreq
base
base-devel
bbswitch
blueman
bluez
bluez-utils
brightnessctl
bspwm
cava
cmatrix
discord
dunst
efibootmgr
fastfetch
feh
ffmpegthumbnailer
firefox
fzf
git
grim
grub
gst-plugin-pipewire
gvfs
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
ideapad-cm
imagemagick
inetutils
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
meson
micro
nano
network-manager-applet
noto-fonts-emoji
nwg-look
obs-studio
obsidian
openssh
otf-commit-mono-nerd
otf-font-awesome
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
powerline-fonts
powertop
pulsemixer
python-pywal
qt5-wayland
qt6-wayland
ranger
sddm
sddm-astronaut-theme
slurp
smartmontools
sof-firmware
steam
swww
sxhkd
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
tlp
tlp-rdw
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock
tumbler
unzip
uwsm
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wlogout
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-bdftopcf
xorg-server
xorg-xinit
xterm
yay
yay-debug
zip
zram-generator
zsh
